export const Zones = [
    {
        key: 5,
        percent: '100%',
        title: 'Максимальный пульс',
        hint: 'Максимальная нагрузка. Рекомендуется только тренированным атлетам в течение ограниченного количества времени',
        color: '#fff2f0'
    },
    {
        key: 4,
        percent: '90% - 100%',
        title: 'Зона VO2',
        hint: 'Зона максимального потребления кислорода. Способствует максимальному развитию выносливости. Не рекомендуется начинающим атлетам',
        color: '#fff3bc'
    },
    {
        key: 3,
        percent: '80% - 90%',
        title: 'Анаэробная зона',
        hint: 'Зона развития скоростной выносливости и максимальной скорости. Жиры в данной зоне практически не сжигаются, и для получения энергии используются углеводы.',
        color: '#fffbe6'
    },
    {
        key: 2,
        percent: '70% - 80%',
        title: 'Аэробная зона',
        hint: 'Оптимальная зона для развития выносливости. Эффективно способствует уменьшению среднего пульса',
        color: '#f6ffed'
    },
    {
        key: 1,
        percent: '60% - 70%',
        title: 'Зона сжигания жира',
        hint: 'Данная зона способствует максимальному развитию сердечно-сосудистой системы и общему состоянию. Сжигается максимальное количество жиров',
        color: '#e6f7ff'
    },
    {
        key: 0,
        percent: '40% - 60%',
        title: 'Зона легкой активности',
        hint: 'Для разогрева, разминки и восстановления',
        color: '#fafafa'
    },
].slice();
